Repository: fparrel/regepe
Catalog: vps/translations/*/LC_MESSAGES/messages.po
Languages: es, fr

source: Cannot get elevations: ele=%s
es: No se puede obtener las altitudes: ele=%s
fr: Impossible d'obtenir les altitudes: ele = %s

source: Invalid element
es: Elemento inválido
fr: Élément non valide

source: Bad password
es: Contraseña equivocada
fr: Mot de passe incorrect

source: Cannot open %s: %s
es: No se puede abrir %s: %s
fr: Impossible d’ouvrir "%s": %s

source: Invalid database type
es: Tipo de base de datos inválido
fr: Type de base de données non valide

source: Invalid map id %s
es: Identificador de mapa inválido: %s
fr: Identifiant de trace non valide %s

source: Max comments reached
es: Máximo numero de comentarios sobrepasado
fr: Nombre maximum de commentaires atteint

source: Sorry, outage on DEM server, please resend the map without the DEM option checked
es: Lo siento, el servidor de altitudes no contesta. Vuelve a mandar la traza sin la opción "DEM"
fr: Désolé, le serveur d'altitudes ne répond pas, veuillez renvoyer la carte sans l’option "DEM"

source: big endian not implemented
es: Este tipo de fichero FIT no esta gestionado
fr: Type de fichier FIT non implémenté

source: ParseFitFile: .FIT not found in header
es: ".FIT" no encontrado en la cabecera del fichero
fr: Erreur lors de l'analyse du fichier: ".FIT" non trouvé dans l’en-tête du fichier

source: Cannot convert date %s
es: No se puede convertir la fetcha "%s"
fr: Impossible de convertir la date "%s"

source: No track found in file
es: Ninguna ruta encontrado en el fichero
fr: Aucune trace trouvée dans le fichier

source: Error while parsing kml file
es: Error durante el análisis del fichero .kml
fr: Erreur d'analyse du fichier kml

source: Placemark not found in kml file
es: Etiqueta "Placemark" no encontrado en el fichero kml
fr: Aucun tag "Placemark" trouvé dans le fichier kml

source: Path not found in kml file
es: Etiqueta "Path" no encontrado en el fichero kml
fr: Aucun tag "Path" trouvé dans le fichier kml

source: Cannot parse date %s: %s
es: No se puede analizar la fecha "%s": %s
fr: Erreur d'analyse de la date "%s": %s

source: Error in mapparser:convpt
es: Error en la función mapparser:convpt
fr: Erreur dans la fonction mapparser:convpt

source: Unknown speed unit: %s
es: La unidad de velocidad "%s" no esta gestionada
fr: Unité de vitesse inconnue: "%s"

source: Speed conversion from %s to %s not supported
es: La conversión de velocidad de %s a %s no esta gestionada
fr: Conversion de vitesse de %s à %s non implémentée

source: Empty track
es: Ruta vacía
fr: Trace vide

source: Unit of points speed must be m/s
es: El unidad de velocidad de los puntos debe ser m/s
fr: L'unité de vitesse des points doit être m/s

source: Cannot parse this nmea data "%s"
es: No se puede analizar esta entrada NMEA: "%s"
fr: Impossible de processer cette phrase NMEA: "%s"

source: NMEA parse error: unit not supported
es: Error de análisis del fichero NMEA: unidad no gestionada
fr: Erreur lors de la lecture du fichier NMEA: unité non supportée

source: Remove staying points
es: Quitando los puntos fijos
fr: Suppression des points statiques

source: Getting elevations from DEM
es: Recuperando las altitudes del Modelo Digital de Altitudes
fr: Recalcul des altitudes

source: Computing figures
es: Calculando statisticas
fr: Calcul des statistiques

source: Building speed chart
es: Generando la gráfica de velocidad
fr: Géneration du graph des vitesses

source: Speed
es: Velocidad
fr: Vitesse

source: Building vert charts
es: Generando las gráficas de análisis de altituds
fr: Génération du graph des vitesses verticales

source: Profile
es: Perfil altitudes

source: Vertical Speed
es: Velocidad subida/bajada

source: Power
es: Potencia

source: Warning: asking for vertical anlysis on flat track
es: Aviso: análisis de altitudes pedida por una ruta plana
fr: Attention: analyse verticale demandée sur une trace plane

source: Course
es: Curso
fr: Cap

source: Building polar
es: Generando la gráfica polar
fr: Génération de la courbe polaire

source: Building map
es: Generando la mapa
fr: Génération de la carte

source: Max speed analysis
es: Mejores Velocidades

source: Heart Rate
es: Puslo

source: URL must follow pattern: "http[s]://www.movescount.com/[fr/]moves/move[XXXXX]"
es: La dirección URL debe estar de forma: "http[s]://www.movescount.com/[fr/]moves/move[XXXXX]"
fr: L'adresse URL doit être de la forme "http[s]://www.movescount.com/[fr/]moves/move[XXXXX]"

source: URL must start with "http[s]://www.kitetracker.com/gps/tracking?r=", "http[s]://connect.garmin.com/modern/activity/", "http[s]://www.movescount.com/[fr/]moves/" or "http[s]://www.strava.com/activities/"
es: La dirección URL debe empezar por "http[s]://www.kitetracker.com/gps/tracking?r=" o "http[s]://connect.garmin.com/modern/activity/" o "http[s]://www.movescount.com/[fr/]moves/" o "http[s]://www.strava.com/activities/"
fr: L'adresse URL doit commencer par "http[s]://www.kitetracker.com/gps/tracking?r=", "http[s]://connect.garmin.com/modern/activity/", "http[s]://www.movescount.com/[fr/]moves/" ou "http[s]://www.strava.com/activities/"

source: Unknown file type
es: Tipo de fichero no reconocido
fr: Type de fichier non reconnu

source: Generating uuid
es: Generando identificador
fr: Génération de l'identifiant

source: Writing to DB
es: Escribiendo en la base de datos
fr: Ecriture dans la base de données

source: Invalid session, please re-login
es: Sesión no valida, por favor vuelve a identificarte
fr: Session invalide, merci de vous reconnecter

source: Invalid map id
es: Identificador de mapa no válido
fr: Identifiant de trace invalide

source: Map %s does not belong to user %s, but to user %s
es: La mapa %s no pertenece al usuario %s pero al usuario %s
fr: La trace %s n'appartient pas à l'utilisateur %s, mais à l'utilisateur %s

source: Error while uploading file
es: Error durante la subida del fichero al servidor
fr: Erreur lors de l'envoi du fichier

source: type %s not handled
es: tipo %s no gestionado
fr: type %s non géré

source: You do not have the map's password in your browser's cookies
es: No tienes el cookie de identificación de la mapa en tu navegador web
fr: Vous n'avez pas le mot de passe de la carte dans les cookies de votre navigateur web

source: Map deleted
es: Mapa borrada
fr: Trace supprimée

source: earth
es: tierra
fr: terre

source: the earth
es: la tierra
fr: la terre

source: Humain check error
es: Prueba anti robot no aprobada
fr: Epreuve anti-robot échouée

source: The two password you entered are different. Please enter twice the same password
es: Las dos contraseñas que ha introducido no coinciden. Por favor, introduzca la misma contraseña dos veces

source: Cannot identify user %s %s
es: No se puede identificar el usuario %s: %s
fr: Impossible d'identifier l'utilisateur %s: %s

source: Map %s deleted.
es: Mapa %s borrada.
fr: Trace %s supprimée.

source: Map %s do not belong to you
es: La mapa %s no te pertenece
fr: La trace %s ne vous appartient pas

source: Error: Cannot compute profile for only one point
es: Error: no se puede generar un perfil de altitudes por un solo punto
fr: Erreur: impossible de générer un profile pour un seul point

source: Cannot parse result from TimeZone server %s, assuming GMT+0
es: No se puede analizar el resultado del servidor de zona horaria, cambiado a la zona GMT+0: %s
fr: Impossible d'interpréter le résultat du serveur de fuseau horaire, fuseau GMT+0 utilisé par défaut "%s"

source: %s is not a zip file
es: %s no es un fichero zip
fr: %s n'est pas un fichier ZIP

source: %s contains more than one file
es: %s contiene mas de un fichero
fr: %s contient plus d'un fichier

source: ReGePe (Replay your GPS Tracks) account creation
es: ReGePe - creación de cuenta
fr: ReGePe (Analyse de traces GPS) - Creation de compte utilisateur

source: Your accound will be created when you visit http://%s/activate/%s/%s
es: Tu cuenta debe ser activada visitando esta dirección: http://%s/activate/%s/%s
fr: Vous devez activer votre compte utilisateur en allant sur http://%s/activate/%s/%s

source: ReGePe (Replay your GPS Tracks) forgoten password reminder
es: ReGePe - Recordatorio de contraseña
fr: ReGePe (Analyse de traces GPS) - Mot de passe oublié

source: You receive this mail because someone has requested a forgotten password reminder from %s. Your password is %s
es: Has recibido ese correo electrónico porque alguien a pedido un recordatoria de contraseña desde de %s. Tu contraseña es %s
fr: Vous recevez ce mail car quelqu'un a demandé un rappel de mot de passe depuis %s. Votre mot de passe est %s

source: Invalid user name "%s"
es: Nombre de usuario inválido "%s"
fr: Nom d'utilisateur invalide: "%s"

source: The password you have chosen is too short
es: La contraseña es demasiado corta
fr: Votre mot de passe est trop court

source: The password you have chosen is too long
es: La contraseña es demasiado larga
fr: Votre mot de passe est trop long

source: Invalid email "%s"
es: Formato de correo electrónico inválido: "%s"
fr: Format d'adresse mail non valide "%s"

source: User %s already exists
es: El usuario %s ya existe. Por favor elige otro nombre de usuario
fr: L'utilisateur %s existe déjà. Veuillez choisir un autre nom d'utilisateur

source: Mail %s already associated with an user
es: La dirección de correo electrónico %s esta ya registrada. Si has olvidado tu nombre de usuario pincha "Contraseña olvidada?"
fr: L'adresse mail %s est déjà associée à un utilisteur. Si vous avez oublié votre mot de passe, cliquez sur "Mot de passe oublié?"

source: User %s doesn't exists
es: El usuario %s no existe
fr: L'utilisateur %s n'existe pas sur ce site

source: User "%s" already activated
es: El usuario %s esta ya activado
fr: L'utilisateur "%s" est déjà activé

source: Bad activation id "%s" for user "%s"
es: El identificador de activación "%s" por el usuario "%s" no esta válido
fr: Mauvais code d'activation "%s" pour l'utilisateur "%s"

source: Invalid user name or email
es: Usuario o mail inválido
fr: Format de nom d'utilisateur ou d'adresse mail non valide

source: Cannot found user from email "%s"
es: No se encuentra el usuario cuyo correo electrónico es "%s"
fr: Impossible de trouver l'utilisateur correspondant à l'adresse mail "%s"

source: Cannot found user "%s"
es: No se encuentra el usuario "%s"
fr: Impossible de trouver l'utilisateur "%s"

source: User not activated
es: Usuario no activado
fr: Utilisateur non activé. Veuillez regarder vos mail (SPAM inclu) et cliquer sur le lien d'activation.

source: Replay your GPS Tracks with REGEPE - Forgotten password
es: Analiza tus rutas GPS con ReGePe - Contraseña olvidada
fr: Analysez vos traces GPS avec ReGePe - Mot de passe oublié

source: Search
es: Buscar
fr: Recherche

source: Home
es: Inicio
fr: Acceuil

source: Get app
es: Aplicación Android
fr: Application Android

source: Submit track
es: Enviar ruta
fr: Envoyer une trace

source: Prepare itinerary
es: Trazar ruta
fr: Préparer un itinéraire

source: Browse tracks
es: Exploara rutas
fr: Carte des traces

source: User:
es: Usuario:
fr: Utilisateur:

source: Password:
es: Contraseña:
fr: Mot de passe:

source: Login
es: Conectar
fr: Connexion

source: Register
es: Inscribirse
fr: S'enregistrer

source: Forgot password?
es: Contraseña olvidada?
fr: Mot de passe oublié?

source: User/Email:
es: Usuario/email:
fr: Nom d'utilisateur ou e-mail:

source: What is the name of the planet you live on? (Anti-Robot):
es: En qué planeta vives? (Prueba Anti-Robot):
fr: Quel est le nom de la planète sur laquelle vous vivez? (Filtre Anti-Robot):

source: Send me a forgotten password mail
es: Mandar un recordatorio de contraseña
fr: Envoyer un mail de mot de passe oublié

source: Contact:
es: Contacto:

source: en
es: es
fr: fr

source: Searching...
es: Buscando...
fr: Recherche en cours...

source: <h1>Search results</h1><table id="search_results_table"><thead><tr><th id="sortby_date">Date</th><th id="sortby_desc">Description</th><th id="sortby_user">User</th><th>Preview</th></tr></thead><tbody id="search_tbody">
es: <h1>Resultados de busqueda</h1><table id="search_results_table"><thead><tr><th id="sortby_date">Date</th><th id="sortby_desc">Descripción</th><th id="sortby_user">Usuario</th><th>Miniatura</th></tr></thead><tbody id="search_tbody">
fr: <h1>Résultats de recherche</h1><table id="search_results_table"><thead><tr><th id="sortby_date">Date</th><th id="sortby_desc">Description</th><th id="sortby_user">Utilisateur</th><th>Preview</th></tr></thead><tbody id="search_tbody">

source: <b>No map found</b><br/>
es: <b>Ninguna mapa encontrada</b><br/>
fr: <b>Aucune trace trouvée</b><br/>

source: Logged as
es: Conectado como
fr: Connecté en tant que

source: Logout
es: Desconectarse
fr: Déconnexion

source: Login failed:
es: Inicio de sesión reprobado:
fr: Erreur de connexion:

source: Session expired, please re-login<br/>
es: Sesión expirada. Por favor vuelve a identificarte<br/>
fr: Session arrivée à expiration, merci de vous reconnecter<br/>

source: Logging...
es: Conectando...
fr: Connexion...

source: <form>User: <input id="login_user" name="user" type="text"/>Password: <input id="login_password" name="password" type="password"/><input type="button" value="Login" onclick="onLoginClick();"/><br/><a href="/registerform">Register</a> | <a href="/forgotpwd">Forgot password?</a></form>
es: <form>Usuario: <input id="login_user" name="user" type="text"/>Contraseña: <input id="login_password" name="password" type="password"/><input type="button" value="Conectar" onclick="onLoginClick();"/><br/><a href="/registerform">Inscribirse</a> | <a href="/forgotpwd">Contraseña olvidada?</a></form>
fr: <form>Utilisateur: <input id="login_user" name="user" type="text"/>Mot de passe: <input id="login_password" name="password" type="password"/><input type="button" value="Connexion" onclick="onLoginClick();"/><br/><a href="/registerform">S'enregistrer</a> | <a href="/forgotpwd">Mot de passe oublié?</a></form>

source: knots
es: nudos
fr: noeuds

source: SSW
es: SSO
fr: SSO

source: SW
es: SO
fr: SO

source: WSW
es: OSO
fr: OSO

source: W
es: O
fr: O

source: WNW
es: ONO
fr: ONO

source: NW
es: NO
fr: NO

source: NNW
es: NNO
fr: NNO

source: Track
es: Ruta
fr: Trace

source: Marks
es: Marcas
fr: Marqueurs

source: Export
es: Exportar
fr: Exporter

source: Waypoints
es: Puntos
fr: Points

source: Clear track?
es: Borrar ruta?
fr: Supprimer la trace?

source: Selection
es: Selección
fr: Sélection

source: Dist:
es: Distancia:

source: Vert dst:
es: Distancia vertical:
fr: D+/D-:

source: Slope:
es: Pendiente:
fr: Pente:

source: Current point:
es: Punto corriente:
fr: Point courrant:

source: Ele:
es: Alt:
fr: Alt:

source: Uploading file...
es: Subiendo fichero al servidor...
fr: Envoi du fichier...

source: File contains several tracks. Select a track:
es: El fichero contiene mas de una ruta. Selecciona la ruta:
fr: Le fichier contient plusieurs traces. Merci d'en sélectionner une:

source: Geo Portal (France only)
es: Geo Portal (Francia solo)
fr: Geo Portal (France uniquement)

source: Hiking, Skitouring, Ski, Snowboard, Bike
es: Senderismo, esquí de montaña, esquí de pista, snowboard, bici...
fr: Rando, ski de rando, ski, snowboard, vélo...

source: Surfing, Sea Kayak, Motor boat
es: Surf, kayak, barco con motor...
fr: Surf, kayak de mer, bateau à moteur

source: Windsurf, Kite, Sailing
es: Windsurf, Kitesurf, Vela...
fr: Windsurf, kite, voile

source: Snowkite, Free-flying, Air Balloon
es: Snowkite, parapente, globo aerostático
fr: Snowkite, vol libre, mongolfière

source: Confirm deletion of
es: Borrar
fr: Confirmer la suppression de

source: map(s)?
es: mapa(s)?
fr: trace(s)?

source: Best VMG on
es: Mejores VMG en
fr: Meilleurs remontées au vent sur

source: Best VMG on 1 nautical mile
es: Mejores VMG en una milla nautica
fr: Meilleurs remontées au vent sur 1 mile nautique

source: Remove selected part from the track?
es: Quitar la parte seleccionada de la ruta?
fr: Enlever la partie sélectionnée de la trace?

source: Keep only the selected part of track?
es: Guardar solo la parte seleccionada y borrar el resto?
fr: Rogner pour ne garder que la partie sélectionnée de la trace?

source: Confirm deletion of this map?
es: Confirmas que quieres borrar la ruta?
fr: Confirmer la suppresion de la trace?

source: Done
es: Hecho
fr: Fait

source: Internal Error, please retry
es: Error interna, por favor vuelve a ententarlo
fr: Erreur interne, merci de réessayer

source: Computing...
es: Calculando...
fr: Calcul...

source: Current
es: Punto corriente
fr: Point courrant

source: Yes
es: Sí
fr: Oui

source: Instant speed
es: Velocidad instantánea
fr: Vitesse instantanée

source: Elevation
es: Altitud
fr: Altitude

source: Heart rate
es: Pulso
fr: Pouls

source: Direct distance
es: Distancia directa
fr: Distance directe

source: Distance on path
es: Distancia en la ruta
fr: Distance sur la trace

source: Speed on path
es: Velocidad en la ruta
fr: Vitesse sur la trace

source: Direct speed
es: Velocidad directa
fr: Vitesse directe

source: Height gain/loss
es: Diferencia de altitudes
fr: Dénivelé

source: Vert. spd
es: Velocidad vertical
fr: Vit. vert.

source: Course abs.
es: Curso abs.
fr: Cap abs.

source: Course rel.
es: Curso rel.
fr: Cap rel.

source: Angle
es: Angulo

source: Time delta
es: Duración
fr: Durée

source: No selection
es: Nada seleccionado
fr: Aucune sélection

source: Cancel
es: Cancelar
fr: Annuler

source: OK
es: Confirmar

source: <a href="javascript:void(0);return false;" onclick="toogleAddComment();">Add</a>
es: <a href="javascript:void(0);return false;" onclick="toogleAddComment();">Añadir</a>
fr: <a href="javascript:void(0);return false;" onclick="toogleAddComment();">Ajouter</a>

source: Bad/noisy elevations? Get clean elevation from Digital Elevation Model --&gt; <input id="demizebtn" type="button" value="DEMize" onclick="onDemizeClick();"/><div id="demizeresults" style="display: inline; marginLeft: 5px;"></div>
es: Altituds falsas o alteradas? Consigue altituds limpias con el Modelo Digital de Altituds --&gt; <input id="demizebtn" type="button" value="Recalcular altitudes" onclick="onDemizeClick();"/><div id="demizeresults" style="display: inline; marginLeft: 5px;"></div>
fr: Altitudes erronées ou pas assez lisses? Demandez au serveur de les recalculer &agrave; partir de sa base de donn&eacute;es d'altitudes --&gt; <input id="demizebtn" type="button" value="Recalcul altitudes" onclick="onDemizeClick();"/><div id="demizeresults" style="display: inline; marginLeft: 5px;"></div>

source: Sending...
es: Enviando...
fr: Envoi...

source: Retrieving...
es: Recuperando...
fr: Réception...

source: kts
es: nds
fr: nds

source: Replay your GPS Tracks with REGEPE
es: Analiza tus rutas GPS con ReGePe
fr: Analysez vos traces GPS avec ReGePe

source: Last updates
es: Ultimas rutas
fr: Dernières traces

source: All updates
es: Todas las rutas
fr: Toutes les traces

source: by
es: por
fr: par

source: View
es: Ver
fr: Voir

source: Take tour
es: Echar un vistazo
fr: Présentation

source: Replay your GPS Tracks with REGEPE - Map change
es: Analiza tus rutas GPS con ReGePe - Modificación de mapa
fr: ReGePe (Analyse de traces GPS) - Modification de trace

source: Map change
es: Modificación de mapa
fr: Modification de trace

source: Back to map
es: Vovler a la mapa
fr: Retour à la trace

source: Replay your GPS Tracks with REGEPE - Delete map
es: Analiza tus rutas GPS con ReGePe - Borrar mapa
fr: ReGePe (Analyse de traces GPS) - Suppression de trace

source: Map deletion
es: Borrar mapa
fr: Suppression de trace

source: Map of tracks
es: Mapa de las rutas
fr: Carte des traces

source: Loading...
es: Cargando...
fr: Chargement...

source: Don't have a GPS device. No problem, download our application and use the builtin GPS of your smartphone.
es: No tienes un aparato GPS pero tienes un teléfono Android: descarga nuestra aplicación para grabar la ruta utilizando el GPS de tu teléfono.
fr: Vous n'avez pas de récepteur GPS mais vous avez un smartphone Android? Téléchargez l'application pour utiliser le GPS intégré dans votre téléphone.

source: Mobile applications
es: Aplicaciónes Android
fr: Applications Android

source: For biking, hiking, skiing...<br/>Record your GPS track with your Android device. Display speed, slope, vertical speed, elapsed time...
es: Por el senderismo, la bici, el eski...<br/>Graba tu ruta GPS con tu teléfono Android. Visualiza en directo tu velocidad, la pendiente, la velocidad de subida/bajada, la duración de la ruta...
fr: Pour la rando, le vélo. le ski...<br/>Enregistrez vos traces GPS avec votre téléphone Android. Affichage en temps réel de la vitesse, la pente, la vitesse de montée/descente, les dénivelés, le temps écoulé...

source: Download
es: Descargar
fr: Télécharger

source: For sailing, windsurfing, kitesurfing...<br/>Record your GPS track with your Android device. Display speed polar, max speed...
es: Por la vela, el windsurf, el kitesurf...<br/>Graba tu ruta GPS con el teléfono Android. Visualiza en directo la polar de las velocidades, la velocidad máxima...
fr: Pour la voile, le windsurf, le kitesurf...<br/>Enregistrez vos traces GPS avec votre téléphone Android. Affichage en temps réel de la polaire des vitesses, de la vitesse maximale...

source: For snowkite, paragliding...<br/>Record your GPS track with your Android device. Display speed polar, vertical speed...
es: Por el snowkite, el parapente...<br/>Graba tu ruta GPS con el teléfono Android. Visualiza en directo la polar de las velocidades, la velocidad de subida/bajada, la velocidad máxima...
fr: Pour le snowkite, le parapente<br/>Enregistrez vos traces GPS avec votre téléphone Android. Affichage en temps réel de la polaire des vitesses, de la vitesse maximale, de la vitesse de montée/descente...

source: Replay your GPS tracks with ReGePe
es: Analiza tus rutas GPS con ReGePe
fr: Analysez vos traces GPS avec ReGePe

source: Click on map to add a point
es: Pincha la mapa para añadir un punto
fr: Cliquez sur la carte pour ajouter un point

source: Switch to:
es: Cambiar a:
fr: Fond de carte:

source: Clear
es: Borrar
fr: Supprimer

source: Delete selected point
es: Borrar el punto seleccionado
fr: Supprimer le point sélectionné

source: Length:
es: Largo:
fr: Longueur:

source: Compute Profile
es: Calcular perfil de altituds
fr: Profile d'altitudes

source: Export to file:
es: Exportar como fichero:
fr: Exporter en tant que fichier:

source: All points
es: Todo los puntos
fr: Tous les points

source: Only labeled points
es: Solo los puntos con nombre
fr: Seulement les points ayant un nom

source: Share:
es: Compartir:
fr: Partager:

source: Send as URL
es: Mandar como URL
fr: Envoyer en lien

source: Print Map
es: Imprimir mapa
fr: Imprimer la carte

source: Replay your GPS Tracks with REGEPE - Register
es: Analiza tus rutas GPS con ReGePe - Inscribirse
fr: Analysez vos traces GPS avec ReGePe - Enregistrement

source: Mail:
es: Correo electrónico
fr: E-mail:

source: User:
es: Nombre de usuario:
fr: Utilisateur:

source: Password:
es: Contraseña:
fr: Mot de passe:

source: Confirm password:
es: Confirmar contraseña:
fr: Confirmer le mot de passe:

source: A password reminder mail has been sent to
es: Un recordatorio de contraseña ha sido mandado a
fr: Un courrier de mot de passe oublié a été envoyé à

source: Click on track to change current point
es: Pincha la ruta para cambiar el punto corriente
fr: Cliquez sur la trace pour changer le point courrant

source: Scroll one point
es: Desplazarse de un punto
fr: Avancer/reculter d'un point

source: Move current point
es: Cambiar el punto corriente
fr: Déplacer le point courrant

source: Playing speed
es: Velocidad de actuación
fr: Vitesse du replay

source: Snake length:
es: Largo del serpiente:
fr: Longueur surbrillance:

source: Snake length
es: Largo del serpiente
fr: Longueur surbrillance
