Repository: fparrel/regepe
Catalog: vps/translations/*/LC_MESSAGES/messages.po
Languages: es, fr

source: Use WindDir
es: Utilizar la dirección del viento
fr: Utiliser la direction du vent

source: Wind direction:
es: Dirección del viento:
fr: Direction du vent:

source: Wind dir
es: Dirección del viento
fr: Direction vent

source: Use Buoy
es: Utilizar baliza
fr: Utiliser la bouée

source: Center map :
es: Centrar mapa:
fr: Center la carte:

source: Map infos:
es: Información de la mapa:
fr: Infos trace:

source: Description:
es: Descripción:

source: Date:
es: Fecha:

source: Top10 speeds
es: 10 mejores velocidades
fr: 10 meilleures vitesses

source: Global figures
es: Statisticas
fr: Statistiques globales

source: Duration:
es: Duración:
fr: Durée:

source: Ele. min:
es: Alt. min:
fr: Alt. min:

source: Ele. max:
es: Alt. max:
fr: Alt. max:

source: Mean speed:
es: Velocidad media:
fr: Vitesse moyenne:

source: Mean spd when in motion:
es: Velocidad media en movimiento:
fr: Vit. moy. en déplacement:

source: Current selection:
es: Selección:
fr: Sélection courrante:

source: Tools
es: Herramientas
fr: Outils

source: Comments
es: Comentarios
fr: Commentaires

source: Pauses
es: Pausas

source: Reset Zoom
es: Restaurar zoom
fr: Reinit. zoom

source: in
es: en
fr: en

source: at
es: a
fr: à

source: Best speeds on distance
es: Mejores velocidades por distancia
fr: Vitesses max. par distance

source: Best nautical mile (1852m)
es: Mejores millas náuticas (1852m)
fr: Vitesses max. pour une mile nautique

source: Best speeds on time
es: Mejores velocidades por duración
fr: Vitesses max. par durée

source: Best vertical speeds on distance
es: Mejores velocidades de subida por distancia
fr: Vitesses max. d'ascention par D+

source: Climbing
es: Subiendo
fr: Montée

source: Best vertical speeds on time
es: Mejores velocidades de subida por duración
fr: Vitesses max. d'ascention par durée

source: Selection:
es: Selección:
fr: Sélection:

source: Crop
es: Recortar
fr: Rogner

source: Map:
es: Mapa:
fr: Carte:

source: Delete
es: Borrar
fr: Supprimer

source: Export as gpx
es: Exportar como fichero gpx
fr: Exporter en fichier GPX

source: Submit deleted points
es: Enviar puntos borrados
fr: Envoyer suppresssions de point

source: Submit points deleted by pressing DEL key on map
es: Enviar los puntos que has borrado tecleando DEL o Borrar en la mapa
fr: Envoyer les points que vous avez supprimer en utilisant la touche DEL/Suppr. sur la carte

source: Add
es: Añadir
fr: Ajouter

source: Pause min. time:
es: Duración de pausa min.:
fr: Pause durée min.:

source: Time
es: Tiempo
fr: Durée

source: Pause max. distance:
es: Distancia max. de pausa:
fr: Pause distance max.:

source: Distance
es: Distancia

source: Pause max. speed:
es: Velocidad max. de pausa:
fr: Pause vitesse max.:

source: Other tracks nearby
es: Otras rutas cerca
fr: Autres traces à proximité

source: Near maps
es: Mapas cerca
fr: Traces à proximité

source: User
es: Usuario
fr: Utilisateur

source: Date
es: Fecha

source: Description
es: Descripción

source: Preview
es: Miniatura
fr: Miniature

source: Submit a track (Do not forget to choose right activity profile!)
es: Enviar ruta
fr: Envoyer une trace (N'oubliez pas de choisir un type d'activité!)

source: Source
es: Fuente/fichero

source: Gpx/Kml/Nmea/Sbp file(s) to analyze:
es: Fichero gpx/kml/nmea/sbp/fit:
fr: Fichier .gpx .kml .nmea .sbp .fit à analyser:

source: Note:
es: Nota:

source: You can select more than one file using Ctrl or Shift key (not available on all broswers), the files will be concatenated in a single track.
es: Se puede seleccionar mas de uno fichero con la tecla Ctrl o Shift. Vamos a concatenar los ficheros en una sola ruta.
fr: Vous pouvez sélectionner plusieurs fichiers à l'aide de la touche Ctrl ou Shift. Les fichiers serons concaténés en une seule trace (utile si votre GPS découpe les traces en petits fichiers)

source: Import from URL:
es: Importar de otro sitio web:
fr: Importer depuis un autre site web:

source: Description:
es: Descripción:

source: Preview of track start point:
es: Punto de inicio de la ruta:
fr: Point de départ de la trace:

source: Options
es: Opciónes

source: Activity profile:
es: Tipo de actividad:
fr: Type d'activité:

source: Map type:
es: Tipo de mapa:
fr: Fond de carte:

source: Speed unit:
es: Unidad de velocidad:
fr: Unités:

source: Max speeds analysis:
es: Análisis de velocidades:
fr: Analyse détaillée des vitesses:

source: Add max speed on 50,100,200,500 meters, and max speed on 2,5,10 seconds.
es: Añade las velocidades maximales en 50,100,200 y 500 metros y 2,5 y 10 segundos.
fr: Ajoute une analyse des vitesses max sur 50, 100, 200 et 500 mètres, et sur 2, 5, 10, 60 secondes.

source: Flat track:
es: Ruta plana:
fr: Trace plane:

source: If selected, doesn't compute any figure related to elevation.
es: Para no calcular ninguno datos de altitud.
fr: Cochez pour ne calculer aucune donnée liée à l'altitude (exemple: mer, lac ou plaine)

source: Draw polar:
es: Trazar polar:
fr: Polaire des vitesses:

source: If selected, compute figures related to course. Usefull for any wind related activity.
es: Para trazar un gráfico polar y calcular datos relacionado con el curso. Para las actividades con viento.
fr: Cochez pour calculer les données relatives au cap. Pour les activités liées au vent.

source: Send
es: Enviar
fr: Envoyer

source: Build track analysis
es: Generar análisis
fr: Analyser la trace

source: Tour
es: Presentación
fr: Présentation

source: With your GPS device, record your GPS position track to a GPX/Kml/Nmea file
es: Con tu aparato GPS, graba tu ruta en un fichero gpx, kml, nmea, sbp or fit
fr: Avec votre appareil GPS, enregistrer votre trace dans un fichier au format GPX/KML/NMEA/SBP/FIT

source: Go to submit page by clicking on:
es: Vete a la pagina de envío:
fr: Rendez-vous sur la page d'envoi en cliquant sur

source: Submit a track
es: Enviar ruta
fr: Envoyer une trace

source: Choose the file containing your track:
es: Elige el fichero que contiene tu ruta:
fr: Choisissez le ou les fichiers contenant votre trace:

source: Choose an activity:
es: Elige un tipo de actividad:
fr: Choisissez une activité:

source: Submit your track:
es: Envía tu ruta:
fr: Envoyez votre trace:

source: Get a view of your track, and:
es: Puedes visualizar tu ruta en mapa GoogleMaps o GeoPortail, y también:
fr: Visualizes votre trace sur fond de carte GeoPortail ou GoogleMaps et:

source: If you selected a wind-related activity, you will get directional figures such as VMG, polar, ...
es: Para las actividades de viento, calculamos datos relacionado con el curso, como la VMG, el gráfico polar...
fr: Si vous avez sélectionné une activité liée au vent, vous obtiendrez des données relatives au cap, comme la courbe polaire des vitesses, la VMG, ...

source: Do not forget to check the wind direction detected by the software. It can be changed if it is wrong or in case of changing wind
es: No olvides de comprobar que la dirección del viento detectada esta buena. Si no, cambia la.
fr: N'oubliez pas de vérifier la direction du vent détectée par le serveur. Vous pouvez la changer en cas d'erreur ou si le vent change de direction pendant l'activité

source: If you selected a ground or air activity, you will get vertical figures such as vertical speed, ...
es: Para las actividades en montaña or en el aire, calculamos todo tipo de datos relacionado con la altitud como la velocidad de subida, la velocidad de bajada, ...
fr: Si vous avez sélectionné une activité terrestre ou aérienne, vous obtiendrez des donn&eacute;es relatives &agrave; l'altitude, comme la vitesse ascensionnelle, la pente...

source: Replay your GPS Tracks with REGEPE - User activation
es: Analiza tus rutas GPS con ReGePe - Activar usuario
fr: ReGePe (Analyse de traces GPS) - Activation de compte utilisateur

source: User activation error
es: Error de activación de usuario
fr: Erreur d'activation de compte utilisateur

source: Error while activating user:
es: Error durante la activación del usuario:
fr: Erreur lors de l'activation du compte:

source: User has been activated. Thanks for registering
es: El usuario ha sido activado. Gracias para tu inscripción
fr: Le compte utilisateur a été activé. Merci de vous avoir enregistré

source: Replay your GPS Tracks with REGEPE - Registration
es: Analiza tus rutas GPS con ReGePe - Inscribirse

source: User has been registered. Please check your mails (including SPAM) to activate account.
es: El usuario ha sido registrado. Por favor, consultar su correo electrónico (incluyendo SPAM) para activar la cuenta.

source: My tracks
es: Mis rutas
fr: Mes traces

source: Selection:
es: Selección:
fr: Sélection:

source: Merge
es: Fusionar
fr: Fusionner

source: Password check error
fr: Echec de vérification du mot de passe

source: Error: %s
fr: Erreur: %s

source: No
fr: Non

source: Error
fr: Erreur

source: Polar
fr: Polaire
